<template>
  <div>
    <div class="about">
      <p>
        В наше современное время, когда технологии стали неотъемлемой частью
        нашей жизни, все больше людей обращаются к онлайн покупкам, в том числe
        и приобретению книг. Одной из таких компаний является наш онлайн книжный
        магазин, который специализируется на продаже книг различных жанров и
        авторов. Мы стремимся предложить клиентам не только широкий ассортимент
        книг, но и высокое качество обслуживания. Наша компания работает над
        тем, чтобы каждый клиент мог найти именно ту книгу, которая заинтересует
        его и подарит удовольствие от чтения.
      </p>
      <img src="../assets/about1.svg" alt="" />
    </div>
    <div class="about">
      <img src="../assets/about2.svg" alt="" />
      <p>
        Мы следим за новинками литературы, обновляем ассортимент регулярно и
        предлагаем различные акции и скидки для наших покупателей. Кроме того,
        мы уделяем особое внимание удобству покупки. Наш сайт разработан таким
        образом, чтобы клиенты могли легко найти нужную книгу. Таким образом,
        наша компания является надежным партнером для всех любителей чтения,
        предлагая широкий выбор книг, удобные условия покупки и высокий уровень
        сервиса. Мы гордимся тем, что помогаем людям обогащать свой внутренний
        мир через магию литературы.
      </p>
    </div>
    <div class="replies">
      <div class="slider_replies"></div>
    </div>
  </div>
</template>

<style scoped>
.about {
  height: 540px;
  gap: 60px;
  margin: 40px 68px;
  display: flex;
  font-weight: 500;
  font-size: 28px;
  align-items: center;
  text-align: justify;
  color: #000;
  font-family: "Montserrat Alternates";
}

.replies{
  background-color: #434738;
  width: 100%;
  height: 350px;
  display: flex;
  align-items: center;
  justify-content: center;
  margin-bottom: 24px;
}
</style>
